Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# CharDetails_UnknownError
source: An unknown error occured while executing the command
es: Ocurrió un error desconocido al ejecutar el comando
ja: コマンド実行中に不明なエラーが発生しました
pt_br: Ocorreu um erro desconhecido ao executar o comando
ru_ru: Произошла неизвестная ошибка при выполнении команды
zh_cn: 执行命令时发生未知错误

# CharDetails_DragDropFailed
source: Drag And Drop operation failed
es: La operación de arrastrar y soltar falló
ja: ドラッグ＆ドロップ操作に失敗しました
pt_br: A operação de arrastar e soltar falhou
ru_ru: Операция перетаскивания не удалась
zh_cn: 拖放操作失败

# CharDetails_ErrorOpenModPage
source: Error opening mod page window
es: Error al abrir la ventana de página de mod
ja: Modページウィンドウの開封エラー
pt_br: Erro ao abrir janela de página do mod
ru_ru: Ошибка открытия окна страницы мода
zh_cn: 打开Mod页面窗口时出错

# CharDetails_ErrorAddStorageItems
source: Error while adding storage items.
es: Error al agregar elementos de almacenamiento.
ja: ストレージアイテムの追加中にエラーが発生しました。
pt_br: Erro ao adicionar itens de armazenamento.
ru_ru: Ошибка при добавлении элементов хранилища.
zh_cn: 添加存储项目时出错。

# CharDetails_DestModListNotFound
source: Destination Mod List Not Found
es: Lista de Mods de Destino No Encontrada
ja: 移動先のModリストが見つかりません
pt_br: Lista de Mods de Destino Não Encontrada
ru_ru: Список модов назначения не найден
zh_cn: 未找到目标Mod列表

# CharDetails_InvalidOpException
source: Invalid Operation Exception
es: Excepción de Operación Inválida
ja: 無効な操作例外
pt_br: Exceção de Operação Inválida
ru_ru: Исключение недопустимой операции
zh_cn: 无效操作异常

# CharDetails_SkinOverrideChanged
source: Changed skin override for mod
es: Se cambió la anulación de skin para el mod
ja: Modのスキンオーバーライドを変更しました
pt_br: Sobrescrita de skin alterada para o mod
ru_ru: Изменено переопределение скина для мода
zh_cn: 已更改Mod的皮肤覆盖

# CharDetails_ModsMoved
source: {0} Mods Moved
es: {0} Mods Movidos
ja: {0} 個のModを移動しました
pt_br: {0} Mods Movidos
ru_ru: {0} модов перемещено
zh_cn: 已移动{0}个Mod

# CharDetails_ErrorRefreshMods
source: Error refreshing mods
es: Error al actualizar mods
ja: Modの再読み込み中にエラー
pt_br: Erro ao atualizar mods
ru_ru: Ошибка обновления модов
zh_cn: 刷新Mod时出错

# CharDetails_DuplicateModsDetected
source: Duplicate Mods Detected
es: Mods Duplicados Detectados
ja: 重複Modが検出されました
pt_br: Mods Duplicados Detectados
ru_ru: Обнаружены дублирующиеся моды
zh_cn: 检测到重复Mod

# CharDetails_ErrorDisablingMod
source: An error occured disabling mod
es: Ocurrió un error al deshabilitar mod
ja: Modの無効化中にエラーが発生しました
pt_br: Ocorreu um erro ao desabilitar mod
ru_ru: Произошла ошибка при отключении мода
zh_cn: 禁用Mod时发生错误

# CharDetails_ErrorTogglingMod
source: An error occured toggling mod
es: Ocurrió un error al alternar mod
ja: Modの切り替え中にエラーが発生しました
pt_br: Ocorreu um erro ao alternar mod
ru_ru: Произошла ошибка при переключении мода
zh_cn: 切换Mod时发生错误

# CharDetails_ErrorSaveModSettings
source: An error occured saving mod settings
es: Ocurrió un error al guardar la configuración del mod
ja: Mod設定の保存中にエラーが発生しました
pt_br: Ocorreu um erro ao salvar configurações do mod
ru_ru: Произошла ошибка при сохранении настроек мода
zh_cn: 保存Mod设置时发生错误

# CharDetails_ModSettingsSaved
source: Mod settings saved
es: Configuración del mod guardada
ja: Mod設定を保存しました
pt_br: Configurações do mod salvas
ru_ru: Настройки мода сохранены
zh_cn: Mod设置已保存

# CharDetails_ErrorLoadingMod
source: Error loading mod
es: Error al cargar mod
ja: Modの読み込み中にエラー
pt_br: Erro ao carregar mod
ru_ru: Ошибка загрузки мода
zh_cn: 加载Mod时出错

# CharDetails_FailedLoadKeySwaps
source: Failed to load keyswaps for mod {0}
es: Error al cargar key swaps para el mod {0}
ja: Mod {0} のキー入れ替えの読み込みに失敗しました
pt_br: Falha ao carregar key swaps para o mod {0}
ru_ru: Не удалось загрузить замены клавиш для мода {0}
zh_cn: 加载Mod{0}的按键交换失败

# CharDetails_ModFolderCopied
source: Mod folder path copied to clipboard
es: Ruta de carpeta de mod copiada al portapapeles
ja: Modフォルダーパスをクリップボードにコピーしました
pt_br: Caminho da pasta de mod copiado para área de transferência
ru_ru: Путь к папке мода скопирован в буфер обмена
zh_cn: Mod文件夹路径已复制到剪贴板

# CharDetails_ClipboardNoImage
source: Clipboard does not contain a valid image
es: El portapapeles no contiene una imagen válida
ja: クリップボードに有効な画像が含まれていません
pt_br: A área de transferência não contém uma imagem válida
ru_ru: Буфер обмена не содержит допустимого изображения
zh_cn: 剪贴板不包含有效图片

# CharDetails_CouldNotGetClipboardImage
source: Could not retrieve image from clipboard
es: No se pudo obtener la imagen del portapapeles
ja: クリップボードから画像を取得できませんでした
pt_br: Não foi possível obter a imagem da área de transferência
ru_ru: Не удалось получить изображение из буфера обмена
zh_cn: 无法从剪贴板获取图片

# CharDetails_FailedSaveKeySwaps
source: Failed to save key swaps
es: Error al guardar key swaps
ja: キー入れ替えの保存に失敗しました
pt_br: Falha ao salvar key swaps
ru_ru: Не удалось сохранить замены клавиш
zh_cn: 保存按键交换失败

# CharDetails_ErrorRunCommand
source: An error occured running command {0}
es: Ocurrió un error al ejecutar el comando {0}
ja: コマンド {0} の実行中にエラーが発生しました
pt_br: Ocorreu um erro ao executar o comando {0}
ru_ru: Произошла ошибка при выполнении команды {0}
zh_cn: 运行命令{0}时发生错误

# CharDetails_CouldNotDisableAllMods
source: Could not disable all mods.
es: No se pudieron deshabilitar todos los mods.
ja: すべてのModを無効化できませんでした。
pt_br: Não foi possível desabilitar todos os mods.
ru_ru: Не удалось отключить все моды.
zh_cn: 无法禁用所有Mod。

# ModInstaller_AddedToModList
source: Mod '{0}' ({1}), was successfully added to {2} ModList
es: Mod '{0}' ({1}) se agregó exitosamente a {2} ModList
ja: Mod「{0}」（{1}）が {2} ModList に正常に追加されました
pt_br: Mod '{0}' ({1}) foi adicionado com sucesso à {2} ModList
ru_ru: Мод "{0}" ({1}) успешно добавлен в список модов {2}
zh_cn: Mod'{0}'（{1}）已成功添加到{2}的Mod列表

# PresetDetails_RemovedModMsg
source: Removed {0} mod '{1}' from preset {2}
es: Se eliminó {0} mod '{1}' del preset {2}
ja: {0} 個のMod「{1}」をプリセット {2} から削除しました
pt_br: {0} mod '{1}' removido do preset {2}
ru_ru: Удалён {0} мод "{1}" из пресета {2}
zh_cn: 已从预设{2}中移除{0}个Mod{1}

# PresetDetails_PrefsSavedMsg
source: Preferences saved successfully for mod {0}
es: Preferencias guardadas exitosamente para el mod {0}
ja: Mod {0} の設定を保存しました
pt_br: Preferências salvas com sucesso para o mod {0}
ru_ru: Настройки успешно сохранены для мода {0}
zh_cn: 已成功保存Mod{0}的偏好

# Preset_ModPrefsRemovedMsg
source: Mod preferences have been removed{0}
es: Se han eliminado las preferencias de mod{0}
ja: Mod設定が削除されました{0}
pt_br: Preferências de mod foram removidas{0}
ru_ru: Настройки модов были удалены{0}
zh_cn: Mod偏好已被移除{0}

# CharDetails_DeletedSuccessMsg
source: Successfully deleted {0} in {1} Mods Folder
es: Se eliminaron exitosamente {0} en la carpeta de Mods de {1}
ja: {1} Modsフォルダー内の {0} を削除しました
pt_br: {0} excluído(s) com sucesso na pasta de Mods de {1}
ru_ru: Успешно удалён {0} в папке модов {1}
zh_cn: 已成功删除{1}Mods文件夹中的{0}

# CharDetails_ErrorAddStorageReason
source: An error occurred while adding the storage items. Reason: {0}
es: Ocurrió un error al agregar los elementos de almacenamiento. Motivo: {0}
ja: ストレージアイテムの追加中にエラーが発生しました。理由： {0}
pt_br: Ocorreu um erro ao adicionar itens de armazenamento. Motivo:\n{0}
ru_ru: Произошла ошибка при добавлении элементов хранилища. Причина: {0}
zh_cn: 添加存储项目时发生错误。原因： {0}

# CharDetails_ErrorAddStorageReason2
source: An error occurred while adding the storage items. {0}
es: Ocurrió un error al agregar los elementos de almacenamiento. {0}
ja: ストレージアイテムの追加中にエラーが発生しました。 {0}
pt_br: Ocorreu um erro ao adicionar itens de armazenamento.\n{0}
ru_ru: Произошла ошибка при добавлении элементов хранилища. {0}
zh_cn: 添加存储项目时发生错误。 {0}

# CharDetails_CannotMoveModsMsg
source: Cannot move mods {0}, see logs for details.
es: No se pueden mover mods {0}, consulte los registros para más detalles.
ja: Modを移動できません {0}、詳細はログを確認してください。
pt_br: consulte logs para detalhes.
ru_ru: Не удаётся переместить моды {0}, подробнее см. в журналах.
zh_cn: 无法移动Mod {0}，查看日志了解更多详情。

# CharDetails_MovedSuccessMsg
source: Successfully moved {0} mods to {1}
es: Se movieron exitosamente {0} mods a {1}
ja: {0} 個のModを {1} に移動しました
pt_br: {0} mods movidos com sucesso para {1}
ru_ru: Успешно перемещено {0} модов в {1}
zh_cn: 已成功将{0}个Mod移动到{1}

# CharDetails_SkinOverrideSetMsg
source: Set skin override for mod '{0}' to {1}
es: Se estableció la anulación de skin para el mod '{0}' a {1}
ja: Mod「{0}」のスキンオーバーライドを {1} に設定しました
pt_br: Sobrescrita de skin definida para o mod '{0}' como {1}
ru_ru: Установлено переопределение скина для мода "{0}" на {1}
zh_cn: 已为Mod'{0}'将皮肤覆盖设置为{1}

# Notification_ErrorOccurred
source: An error occured!
es: ¡Ocurrió un error!
ja: エラーが発生しました！
ru_ru: Произошла ошибка!
zh_cn: 发生错误！

# Notification_UnstableState
source: JASM+ may be in an unstable state could crash at any moment. It is suggested to restart the app.
es: JASM+ puede estar en un estado inestable y podría cerrarse en cualquier momento. Se sugiere reiniciar la aplicación.
zh_cn: JASM可能处于不稳定状态，随时可能崩溃。建议重启应用。

# Notification_CommandError
source: An error occured error while executing command '{0}'
es: Ocurrió un error al ejecutar el comando '{0}'
ja: コマンド「{0}」の実行中にエラーが発生しました
pt_br: Ocorreu um erro ao executar o comando '{0}'
ru_ru: Произошла ошибка при выполнении команды "{0}"
zh_cn: 执行命令'{0}'时发生错误

# Notification_ErrorTogglingMod
source: An error occurred {0} the mod: {1}
es: Ocurrió un error al {0} el mod: {1}
ja: Modの{0}中にエラーが発生しました: {1}
pt_br: Ocorreu um erro ao {0} o mod: {1}
ru_ru: Произошла ошибка {0} мода: {1}
zh_cn: Mod{0}时发生错误：{1}

# Notification_SeeLogs
source: See logs for more details.
es: Consulte los registros para más detalles.
ja: 詳細はログを確認してください。
pt_br: Consulte os logs para mais detalhes.
ru_ru: Подробнее см. в журналах.
zh_cn: 查看日志了解更多详情。

# Notification_MovedMods
source: Moved {0} mods to new character folders
es: Se movieron {0} mods a nuevas carpetas de personaje
ja: {0} 個のModを新しいキャラクターフォルダーに移動しました
pt_br: {0} mods movidos para novas pastas de personagem
ru_ru: Перемещено {0} модов в новые папки персонажей
zh_cn: 已将{0}个Mod移动到新角色文件夹

# Notification_ErrorRestartingApp
source: Error restarting app
es: Error al reiniciar la aplicación
ja: アプリの再起動中にエラー
pt_br: Erro ao reiniciar o aplicativo
ru_ru: Ошибка перезапуска приложения
zh_cn: 重启应用时出错

# Notification_RestartManually
source: Please restart manually
es: Por favor, reinicie manualmente
ja: 手動で再起動してください。
pt_br: reinicie manualmente
ru_ru: Пожалуйста, перезапустите вручную
zh_cn: 请手动重启

# Notification_TryingLegacyRestart
source: Trying legacy restart method. Reason: {0}
es: Intentando método de reinicio alternativo. Motivo: {0}
ja: 従来の再起動方法を試行中。理由: {0}
pt_br: Tentando método de reinicialização legado. Motivo: {0}
ru_ru: Попытка устаревшего метода перезапуска. Причина: {0}
zh_cn: 正在尝试旧版重启方法。原因：{0}

# Notification_PleaseRestartManuallyReason
source: Please restart manually. Reason: {0}
es: Por favor, reinicie manualmente. Motivo: {0}
ja: 手動で再起動してください。理由: {0}
pt_br: reinicie manualmente. Motivo: {0}
ru_ru: Пожалуйста, перезапустите вручную. Причина: {0}
zh_cn: 请手动重启。原因：{0}

# Notification_CommandStartError
source: An error occured when starting command
es: Ocurrió un error al iniciar el comando
ja: コマンドの開始中にエラーが発生しました
pt_br: Ocorreu um erro ao iniciar o comando
ru_ru: Произошла ошибка при запуске команды
zh_cn: 启动命令时发生错误

# Notification_CommandNotFound
source: Command not found
es: Comando no encontrado
ja: コマンドが見つかりません
pt_br: Comando não encontrado
ru_ru: Команда не найдена
zh_cn: 未找到命令

# Notification_CommandNotFoundMsg
source: Command with id '{0}' not found
es: Comando con id '{0}' no encontrado
ja: ID「{0}」のコマンドが見つかりません
pt_br: Comando com id '{0}' não encontrado
ru_ru: Команда с id "{0}" не найдена
zh_cn: 未找到ID为'{0}'的命令

# Notification_CommandCannotStart
source: Command cannot be started
es: El comando no puede iniciarse
ja: コマンドを開始できません
pt_br: O comando não pode ser iniciado
ru_ru: Команда не может быть запущена
zh_cn: 无法启动命令

# Notification_CommandCannotStartMsg
source: Command '{0}' cannot be started due to the following errors: {1}
es: El comando '{0}' no puede iniciarse debido a los siguientes errores: {1}
ja: コマンド「{0}」は以下のエラーのため開始できません: {1}
pt_br: O comando '{0}' não pode ser iniciado devido aos seguintes erros: {1}
ru_ru: Команда "{0}" не может быть запущена из-за следующих ошибок: {1}
zh_cn: 命令'{0}'因以下错误无法启动：{1}

# Notification_CommandStarted
source: Command started
es: Comando iniciado
ja: コマンドを開始しました
pt_br: Comando iniciado
ru_ru: Команда запущена
zh_cn: 命令已启动

# Notification_CommandStartedMsg
source: Command '{0}' started
es: Comando '{0}' iniciado
ja: コマンド「{0}」を開始しました
pt_br: Comando '{0}' iniciado
ru_ru: Команда "{0}" запущена
zh_cn: 命令'{0}'已启动

# Notification_KeySwapSaveFailed
source: Failed to save key swap configuration for mod {0}
es: Error al guardar la configuración de key swap para el mod {0}
ja: Mod {0} のキー入れ替え設定の保存に失敗しました
pt_br: Falha ao salvar configuração de key swap para o mod {0}
ru_ru: Не удалось сохранить конфигурацию замены клавиш для мода {0}
zh_cn: 保存Mod{0}的按键交换配置失败

# Notification_KeySwapSaveError
source: An error occurred when saving. Reason: {0}
es: Ocurrió un error al guardar. Motivo: {0}
ja: 保存中にエラーが発生しました。理由: {0}
pt_br: Ocorreu um erro ao salvar. Motivo: {0}
ru_ru: Произошла ошибка при сохранении. Причина: {0}
zh_cn: 保存时发生错误。原因：{0}

# Notification_DragDropMultipleItems
source: Drag and drop called with more than one storage item, this is currently not supported
es: Arrastrar y soltar llamado con más de un elemento de almacenamiento, esto no está soportado actualmente
ja: ドラッグ＆ドロップに複数のストレージアイテムが指定されました。これは現在サポートされていません。
pt_br: Arrastar e soltar chamado com mais de um item de armazenamento, isso não é suportado atualmente
ru_ru: Перетаскивание вызвано с более чем одним элементом хранилища, это в настоящее время не поддерживается.
zh_cn: 拖放操作包含多个存储项目，目前不支持此操作。

# Notification_FinishAddingMod
source: Please finish adding the mod for '{0}' first
es: Por favor, termine de agregar el mod para '{0}' primero
ja: 先に「{0}」のMod追加を完了してください。
pt_br: termine de adicionar o mod para '{0}' primeiro
ru_ru: Пожалуйста, сначала завершите добавление мода для "{0}"
zh_cn: 请先完成'{0}'的Mod添加

# Notification_NoMultipleInstalls
source: JASM+ does not support multiple mod installs for the same character
es: JASM+ no soporta múltiples instalaciones de mods para el mismo personaje
zh_cn: JASM不支持同一角色多次安装Mod

# Notification_PresetApplyFailed
source: Failed to apply preset
es: Error al aplicar el preset
ja: プリセットの適用に失敗しました
pt_br: Falha ao aplicar preset
ru_ru: Не удалось применить пресет
zh_cn: 应用预设失败

# Notification_CannotWritePrefs
source: Could not write mod preferences to 3Dmigoto user .ini
es: No se pudieron escribir las preferencias de mod en el .ini de usuario de 3Dmigoto
ja: Mod設定を3Dmigotoユーザー.iniに書き込めませんでした。
pt_br: Não foi possível escrever preferências de mod no .ini de usuário do 3Dmigoto
ru_ru: Не удалось записать настройки модов в пользовательский .ini 3Dmigoto
zh_cn: 无法将Mod偏好写入3Dmigoto用户.ini文件

# Notification_SeeLogsDetails
source: See logs for details
es: Consulte los registros para detalles
ja: 詳細はログを確認してください。
pt_br: Consulte os logs para detalhes
ru_ru: Подробнее см. в журналах
zh_cn: 查看日志了解更多详情

# Notification_PresetApplied
source: Mod preset applied
es: Preset de mod aplicado
ja: Modプリセットを適用しました
pt_br: Preset de mod aplicado
ru_ru: Пресет модов применён
zh_cn: Mod预设已应用

# Notification_PresetAppliedMsg
source: Mod preset {0} applied successfully
es: Preset de mod {0} aplicado exitosamente
ja: Modプリセット {0} を正常に適用しました
pt_br: Preset de mod {0} aplicado com sucesso
ru_ru: Пресет модов {0} успешно применён
zh_cn: Mod预设{0}已成功应用

# Notification_SavePrefsFailed
source: Failed to save active preferences
es: Error al guardar las preferencias activas
ja: アクティブな設定の保存に失敗しました
pt_br: Falha ao salvar preferências ativas
ru_ru: Не удалось сохранить активные настройки
zh_cn: 保存当前偏好失败

# Notification_PrefsSaved
source: Active preferences saved
es: Preferencias activas guardadas
ja: アクティブな設定を保存しました
pt_br: Preferências ativas salvas
ru_ru: Активные настройки сохранены
zh_cn: 当前偏好已保存

# Notification_PrefsSavedMsg
source: Preferences stored in {0} have been saved for enabled mods
es: Las preferencias almacenadas en {0} han sido guardadas para los mods habilitados
ja: {0} に保存された設定を有効なModに保存しました
pt_br: Preferências armazenadas em {0} foram salvas para mods habilitados
ru_ru: Настройки, сохранённые в {0}, были применены к включённым модам
zh_cn: {0}中存储的偏好已保存到已启用的Mod

# Notification_ApplyPrefsFailed
source: Failed to apply saved preferences
es: Error al aplicar las preferencias guardadas
ja: 保存された設定の適用に失敗しました
pt_br: Falha ao aplicar preferências salvas
ru_ru: Не удалось применить сохранённые настройки
zh_cn: 应用已保存的偏好失败

# Notification_PrefsApplied
source: Saved preferences applied
es: Preferencias guardadas aplicadas
ja: 保存された設定を適用しました
pt_br: Preferências salvas aplicadas
ru_ru: Сохранённые настройки применены
zh_cn: 已保存的偏好已应用

# Notification_PrefsAppliedMsg
source: Mod preferences written to 3DMigoto {0}
es: Preferencias de mod escritas en 3DMigoto {0}
ja: Mod設定を3DMigoto {0} に書き込みました
pt_br: Preferências de mod escritas no 3DMigoto {0}
ru_ru: Настройки модов записаны в 3DMigoto {0}
zh_cn: Mod偏好已写入3DMigoto{0}

# Notification_SettingsSaveFailed
source: Failed to save settings for mod {0}
es: Error al guardar la configuración para el mod {0}
ja: Mod {0} の設定保存に失敗しました
pt_br: Falha ao salvar configurações para o mod {0}
ru_ru: Не удалось сохранить настройки для мода {0}
zh_cn: 保存Mod{0}的设置失败

# Notification_SettingsErrorMsg
source: An Error Occurred. Reason: {0}
es: Ocurrió un Error. Motivo: {0}
ja: エラーが発生しました。理由: {0}
pt_br: Ocorreu um Erro. Motivo: {0}
ru_ru: Произошла ошибка. Причина: {0}
zh_cn: 发生错误。原因：{0}

# Notification_SettingsFileNotFound
source: Could not find settings file for mod {0}
es: No se pudo encontrar el archivo de configuración para el mod {0}
ja: Mod {0} の設定ファイルが見つかりませんでした
pt_br: Não foi possível encontrar arquivo de configuração para o mod {0}
ru_ru: Не удалось найти файл настроек для мода {0}
zh_cn: 找不到Mod{0}的设置文件

# Notification_SettingsReadFailed
source: Failed to read settings for mod {0}
es: Error al leer la configuración para el mod {0}
ja: Mod {0} の設定の読み取りに失敗しました
pt_br: Falha ao ler configurações para o mod {0}
ru_ru: Не удалось прочитать настройки для мода {0}
zh_cn: 读取Mod{0}的设置失败

# Notification_SettingsReadErrorMsg
source: An error occurred. Reason: {0}
es: Ocurrió un error. Motivo: {0}
ja: エラーが発生しました。理由: {0}
pt_br: Ocorreu um erro. Motivo: {0}
ru_ru: Произошла ошибка. Причина: {0}
zh_cn: 发生错误。原因：{0}

# Notification_NoChanges
source: No changes were detected
es: No se detectaron cambios
ja: 変更は検出されませんでした
pt_br: Nenhuma alteração detectada
ru_ru: Изменений не обнаружено
zh_cn: 未检测到更改

# Notification_NoChangesMsg
source: Mod settings not updated
es: Configuración del mod no actualizada
ja: Mod設定は更新されませんでした
pt_br: Configurações do mod não atualizadas
ru_ru: Настройки мода не обновлены
zh_cn: Mod设置未更新

# Notification_ImagePathNotFound
source: Image path not found
es: Ruta de imagen no encontrada
ja: 画像パスが見つかりません
pt_br: Caminho da imagem não encontrado
ru_ru: Путь к изображению не найден
zh_cn: 未找到图片路径

# Notification_ImagePathNotFoundMsg
source: When saving mod settings the currently set image could not be found
es: Al guardar la configuración del mod no se pudo encontrar la imagen actualmente establecida
ja: Mod設定の保存時に、現在設定されている画像が見つかりませんでした。
pt_br: a imagem atualmente definida não pôde ser encontrada
ru_ru: При сохранении настроек мода текущее изображение не найдено
zh_cn: 保存Mod设置时，当前设置的图片无法找到

# Notification_ModSettingsUpdated
source: Mod settings updated
es: Configuración del mod actualizada
ja: Mod設定を更新しました
pt_br: Configurações do mod atualizadas
ru_ru: Настройки мода обновлены
zh_cn: Mod设置已更新

# Notification_ModSettingsUpdatedMsg
source: Mod settings have been updated for {0}
es: La configuración del mod ha sido actualizada para {0}
ja: Mod {0} の設定が更新されました
pt_br: As configurações do mod foram atualizadas para {0}
ru_ru: Настройки мода были обновлены для {0}
zh_cn: {0}的Mod设置已更新

# Notification_CouldNotFindMod
source: Could not find mod
es: No se pudo encontrar el mod
ja: Modが見つかりませんでした
pt_br: Não foi possível encontrar o mod
ru_ru: Не удалось найти мод
zh_cn: 找不到Mod

# Notification_CouldNotFindModMsg
source: An error occured trying to set Mod ini, restarting JASM+ may help
es: Ocurrió un error al intentar establecer el ini del mod, reiniciar JASM+ puede ayudar
zh_cn: 尝试设置Mod ini时发生错误，重新启动JASM可能有帮助

# Notification_CouldNotFindModSettings
source: Could not find mod settings
es: No se pudo encontrar la configuración del mod
ja: Mod設定が見つかりませんでした
pt_br: Não foi possível encontrar as configurações do mod
ru_ru: Не удалось найти настройки мода
zh_cn: 找不到Mod设置

# Notification_InvalidModIniPath
source: Invalid Mod ini path
es: Ruta de ini del mod inválida
ja: 無効なMod iniパス
pt_br: Caminho do ini do mod inválido
ru_ru: Неверный путь к ini мода
zh_cn: 无效的Mod ini路径

# Notification_InvalidModIniPathMsg
source: An error occured trying to parse the path to the .ini
es: Ocurrió un error al intentar analizar la ruta al .ini
ja: .iniへのパスの解析中にエラーが発生しました
pt_br: Ocorreu um erro ao tentar analisar o caminho para o .ini
ru_ru: Произошла ошибка при попытке разобрать путь к .ini
zh_cn: 尝试解析.ini路径时发生错误

# Notification_ModIniNotExist
source: Mod ini file does not exist
es: El archivo ini del mod no existe
ja: Mod iniファイルが存在しません
pt_br: O arquivo ini do mod não existe
ru_ru: Файл ini мода не существует
zh_cn: Mod ini文件不存在

# Notification_ModIniNotExistMsg
source: Could not find file at {0}
es: No se pudo encontrar el archivo en {0}
ja: {0} にファイルが見つかりませんでした
pt_br: Não foi possível encontrar o arquivo em {0}
ru_ru: Не удалось найти файл по пути {0}
zh_cn: 在{0}找不到文件

# Notification_ModIniNotInModFolder
source: Mod ini file is not in mod folder
es: El archivo ini del mod no está en la carpeta del mod
ja: Mod iniファイルがModフォルダーにありません
pt_br: O arquivo ini do mod não está na pasta do mod
ru_ru: Файл ini мода не находится в папке мода
zh_cn: Mod ini文件不在Mod文件夹中

# Notification_ModIniNotInModFolderMsg
source: The mod ini file must be in the mod folder. Mod folder: {0}\nIni path: {1}
es: El archivo ini del mod debe estar en la carpeta del mod. Carpeta del mod: {0}\nRuta del ini: {1}
ja: Mod iniファイルはModフォルダー内にある必要があります。Modフォルダー: {0}
pt_br: O arquivo ini do mod deve estar na pasta do mod. Pasta do mod: {0}\nCaminho do ini: {1}
ru_ru: Файл ini мода должен находиться в папке мода. Папка мода: {0} Путь ini: {1}
zh_cn: Mod ini文件必须在Mod文件夹中。Mod文件夹：{0} Ini路径：{1}

# Notification_AnErrorOccurred
source: An Error Occurred
es: Ocurrió un Error
ja: エラーが発生しました
pt_br: Ocorreu um Erro
ru_ru: Произошла ошибка
zh_cn: 发生错误

# Notification_BgCheckerError
source: An error occurred in the mod update background checker
es: Ocurrió un error en el verificador de actualizaciones en segundo plano
ja: Mod更新バックグラウンドチェッカーでエラーが発生しました
pt_br: Ocorreu um erro no verificador de atualizações em segundo plano
ru_ru: Произошла ошибка в фоновом модуле проверки обновлений модов
zh_cn: Mod更新后台检查器发生错误

# Notification_BgCheckerFatal
source: A fatal error occured in the background checker ({0} : {1}). This means that JASM+ can no longer check for mod updates in the background or manually. Error: {2}
es: Ocurrió un error fatal en el verificador en segundo plano ({0} : {1}). Esto significa que JASM+ ya no puede verificar actualizaciones de mods en segundo plano o manualmente. Error: {2}
zh_cn: 后台检查器发生致命错误（{0} : {1}）。这意味着JASM无法再检查Mod的更新（无论是后台还是手动）。错误：{2}

# Notification_UpdateCheckError
source: An error occurred while checking for mod updates.
es: Ocurrió un error al verificar actualizaciones de mods.
ja: Modの更新確認中にエラーが発生しました。
pt_br: Ocorreu um erro ao verificar atualizações de mods.
ru_ru: Произошла ошибка при проверке обновлений модов.
zh_cn: 检查Mod更新时发生错误。
